Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: Leaderboard Notifications
de: Bestenlisten-Benachrichtigungen
es: Notificaciones de marcadores
it: Notifiche classifiche
pt: Notificações de placares
zh_hans: 排行榜通知

source: Leaderboards
de: Bestenlisten
es: Marcadores
it: Classifiche
pt: Placares
zh_hans: 排行榜

source: Library Layout
de: Bibliothekslayout
es: Diseño de biblioteca
it: Layout libreria
pt: Layout da biblioteca
zh_hans: 游戏列表布局

source: Load Replacement Textures
de: Ersatztexturen laden
es: Cargar texturas de reemplazo
it: Carica texture sostitutive
pt: Carregar texturas substitutas
zh_hans: 加载替换纹理

source: Loaded
de: Geladen
es: Cargados
it: Caricati
pt: Carregadas
zh_hans: 已加载

source: Log DHCP
de: DHCP protokollieren
es: Registrar DHCP
it: Registra DHCP
pt: Registrar DHCP
zh_hans: 记录 DHCP

source: Log DNS
de: DNS protokollieren
es: Registrar DNS
it: Registra DNS
pt: Registrar DNS
zh_hans: 记录 DNS

source: Log In
de: Anmelden
es: Iniciar sesión
it: Accedi
pt: Entrar
zh_hans: 登录

source: Log Out
de: Abmelden
es: Cerrar sesión
it: Esci
pt: Sair
zh_hans: 退出登录

source: Logged In
de: Angemeldet
es: Sesión iniciada
it: Accesso effettuato
pt: Conectado
zh_hans: 已登录

source: Logging In...
de: Anmeldung...
es: Iniciando sesión...
it: Accesso in corso...
pt: Entrando...
zh_hans: 正在登录...

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
it: Accesso non riuscito
pt: Falha no login
zh_hans: 登录失败

source: Manual Open
de: Manuell öffnen
es: Abrir manualmente
it: Apertura manuale
pt: Abrir manualmente
zh_hans: 手动打开

source: Matches ARMSX2 Android's DEV9 HDD option. Requires a VM restart.
de: Entspricht der DEV9-HDD-Option von ARMSX2 Android. Erfordert einen VM-Neustart.
es: Coincide con la opción DEV9 HDD de ARMSX2 Android. Requiere reiniciar la VM.
it: Corrisponde all'opzione HDD DEV9 di ARMSX2 Android. Richiede il riavvio della VM.
pt: Combina com a opção DEV9 HDD do ARMSX2 Android. Requer reiniciar a VM.
zh_hans: 匹配 ARMSX2 Android 的 DEV9 HDD 选项。需要重启虚拟机。

source: Memory
de: Speicher
es: Memoria
it: Memoria
pt: Memória
zh_hans: 内存

source: Memory card created.
de: Speicherkarte erstellt.
es: Tarjeta creada.
it: Memory card creata.
pt: Cartão criado.
zh_hans: 记忆卡已创建。

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
pt: Mensagens
zh_hans: 消息

source: Misc / Share
de: Sonstiges / Teilen
es: Varios / Compartir
it: Varie / Condividi
pt: Extra / Compartilhar
zh_hans: 其他 / 分享

source: Missing Login
de: Anmeldedaten fehlen
es: Faltan datos
it: Accesso mancante
pt: Login incompleto
zh_hans: 缺少登录信息

source: Mode
de: Modus
es: Modo
it: Modalità
pt: Modo
zh_hans: 模式

source: Modes
de: Modi
es: Modos
it: Modalità
pt: Modos
zh_hans: 模式

source: Multitap Mode
de: Multitap-Modus
es: Modo multitap
it: Modalità multitap
pt: Modo multitap
zh_hans: Multitap 模式

source: Needs StikDebug
de: Benötigt StikDebug
es: Requiere StikDebug
it: Richiede StikDebug
pt: Precisa do StikDebug
zh_hans: 需要 StikDebug

source: No cards found.
de: Keine Karten gefunden.
es: No se encontraron tarjetas.
it: Nessuna card trovata.
pt: Nenhum cartão encontrado.
zh_hans: 未找到记忆卡。

source: No disc images found
de: Keine Disc-Images gefunden
es: No se encontraron discos
it: Nessuna immagine disco trovata
pt: Nenhuma imagem de disco encontrada
zh_hans: 未找到光盘镜像

source: No Game Active
de: Kein Spiel aktiv
es: No hay juego activo
it: Nessun gioco attivo
pt: Nenhum jogo ativo
zh_hans: 没有正在运行的游戏

source: None found
de: Keine gefunden
es: No encontrados
it: Nessuno trovato
pt: Nada encontrado
zh_hans: 未找到

source: Not logged in
de: Nicht angemeldet
es: Sin sesión
it: Non connesso
pt: Não conectado
zh_hans: 未登录

source: Now Running
de: Läuft jetzt
es: En ejecución
it: Ora in esecuzione
pt: Em execução
zh_hans: 正在运行

source: NTSC Base Rate
de: NTSC-Basisrate
es: Frecuencia base NTSC
it: Frequenza base NTSC
pt: Taxa base NTSC
zh_hans: NTSC 基准帧率

source: Open StikDebug
de: StikDebug öffnen
es: Abrir StikDebug
it: Apri StikDebug
pt: Abrir StikDebug
zh_hans: 打开 StikDebug

source: Options / Start
de: Optionen / Start
es: Opciones / Inicio
it: Opzioni / Start
pt: Opções / Start
zh_hans: 选项 / 开始

source: Overrides are saved for this game only and apply on the next boot of this title.
de: Overrides werden nur für dieses Spiel gespeichert und beim nächsten Start/Reset dieses Titels angewendet.
es: Los ajustes solo se guardan para este juego y se aplican al reiniciar.
it: Gli override vengono salvati solo per questo gioco e applicati al prossimo avvio/reset del titolo.
pt: Os ajustes são salvos apenas para este jogo e aplicam ao reiniciar.
zh_hans: 覆盖设置只保存到此游戏，并在下次启动/重置时生效。

source: Overrides are saved for this game only and apply when you save, while the game runs.
de: Overrides werden nur für dieses Spiel gespeichert und beim Speichern angewendet, während das Spiel läuft.
es: Los ajustes solo se guardan para este juego y se aplican al guardar mientras el juego está en ejecución.
it: Gli override vengono salvati solo per questo gioco e applicati al salvataggio durante l'esecuzione del gioco.
pt: Os ajustes são salvos apenas para este jogo e aplicam ao salvar enquanto o jogo está em execução.
zh_hans: 覆盖设置只保存到此游戏，并在游戏运行期间保存时生效。

source: PAL Base Rate
de: PAL-Basisrate
es: Frecuencia base PAL
it: Frequenza base PAL
pt: Taxa base PAL
zh_hans: PAL 基准帧率

source: Password
de: Passwort
es: Contraseña
pt: Senha
zh_hans: 密码

source: Per-game overrides cleared.
de: Spielebezogene Overrides gelöscht.
es: Ajustes por juego borrados.
it: Override per-gioco cancellati.
pt: Ajustes por jogo limpos.
zh_hans: 已清除单独游戏设置。

source: Per-game settings need a running game.
de: Spielebezogene Einstellungen benötigen ein laufendes Spiel.
es: Los ajustes por juego necesitan un juego en ejecución.
it: Le impostazioni per-gioco richiedono un gioco in esecuzione.
pt: Ajustes por jogo precisam de um jogo em execução.
zh_hans: 需要正在运行的游戏才能修改单独游戏设置。

source: Points
de: Punkte
es: Puntos
it: Punti
pt: Pontos
zh_hans: 点数

source: Press a button...
de: Drücke eine Taste...
es: Pulsa un botón...
it: Premi un pulsante...
pt: Pressione um botão...
zh_hans: 请按一个按键...

source: Quality
de: Qualität
es: Calidad
it: Qualità
pt: Qualidade
zh_hans: 质量

source: Queue Size
de: Warteschlangengröße
es: Tamaño de cola
it: Dimensione coda
pt: Tamanho da fila
zh_hans: 队列大小

source: R-Shoulder
de: R-Schultertaste
es: Botón R
it: Spalla R
pt: Botão R
zh_hans: 右肩键

source: R-Stick Press
de: R-Stick drücken
es: Pulsar stick derecho
it: Pressione stick R
pt: Pressionar analógico direito
zh_hans: 右摇杆按下

source: Refresh Storage Usage
de: Speichernutzung aktualisieren
es: Actualizar uso de almacenamiento
it: Aggiorna uso archiviazione
pt: Atualizar uso de armazenamento
zh_hans: 刷新存储用量

source: Remove Cover
de: Cover entfernen
es: Quitar carátula
it: Rimuovi copertina
pt: Remover capa
zh_hans: 移除封面

source: Reset
de: Zurücksetzen
es: Reiniciar
it: Reimposta
pt: Redefinir
zh_hans: 重置

source: Reset Emulator to Defaults
de: Emulator auf Standard zurücksetzen
es: Restablecer emulador
it: Ripristina emulatore ai predefiniti
pt: Restaurar emulador
zh_hans: 重置模拟器设置

source: Reset Graphics to Defaults
de: Grafik auf Standard zurücksetzen
es: Restablecer gráficos
it: Ripristina grafica ai predefiniti
pt: Restaurar gráficos
zh_hans: 重置图形设置

source: Reset or relaunch the game to apply.
de: Zum Anwenden Spiel zurücksetzen oder neu starten.
es: Reinicia el juego para aplicar.
it: Reimposta o riavvia il gioco per applicare.
pt: Reinicie o jogo para aplicar.
zh_hans: 重置或重新启动游戏后生效。

source: Reset ROM
de: ROM zurücksetzen
es: Reiniciar juego
it: Reimposta ROM
pt: Reiniciar jogo
zh_hans: 重置游戏

source: Reset ROM?
de: ROM zurücksetzen?
es: ¿Reiniciar juego?
it: Reimpostare la ROM?
pt: Reiniciar jogo?
zh_hans: 重置游戏？

source: Reset Settings
de: Einstellungen zurücksetzen
es: Restablecer ajustes
it: Ripristina impostazioni
pt: Redefinir configurações
zh_hans: 重置设置

source: Reset Settings?
de: Einstellungen zurücksetzen?
es: ¿Restablecer ajustes?
it: Ripristinare le impostazioni?
pt: Redefinir configurações?
zh_hans: 重置设置？

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer valores
it: Ripristina predefinito
pt: Restaurar padrão
zh_hans: 恢复默认

source: Restart the current game? Unsaved progress will be lost.
de: Aktuelles Spiel neu starten? Ungespeicherter Fortschritt geht verloren.
es: ¿Reiniciar el juego actual? Se perderá el progreso no guardado.
it: Riavviare il gioco corrente? I progressi non salvati andranno persi.
pt: Reiniciar o jogo atual? O progresso não salvo será perdido.
zh_hans: 要重启当前游戏吗？未保存的进度将会丢失。

source: Restart With Disc
de: Mit Disc neu starten
es: Reiniciar con disco
it: Riavvia con disco
pt: Reiniciar com disco
zh_hans: 用此光盘重启

source: Restarting ROM...
de: ROM wird neu gestartet...
es: Reiniciando juego...
it: Riavvio ROM...
pt: Reiniciando jogo...
zh_hans: 正在重置游戏...

source: RetroAchievements Login
de: RetroAchievements-Anmeldung
es: Inicio de sesión de RetroAchievements
it: Accesso RetroAchievements
pt: Login RetroAchievements
zh_hans: RetroAchievements 登录

source: Save / Load States
de: States speichern/laden
es: Guardar / cargar estados
it: Salva / carica stati
pt: Salvar / carregar estados
zh_hans: 保存 / 读取状态

source: Saved for
de: Gespeichert für
es: Guardado para
it: Salvato per
pt: Salvo para
zh_hans: 已保存到

source: Serial
de: Seriennummer
it: Seriale
zh_hans: 序列号

source: Share / Back
de: Teilen / Zurück
es: Compartir / Atrás
it: Condividi / Indietro
pt: Compartilhar / Voltar
zh_hans: 分享 / 返回

source: Show Grid
de: Raster anzeigen
es: Mostrar cuadrícula
it: Mostra griglia
pt: Mostrar grade
zh_hans: 显示网格

source: Show List
de: Liste anzeigen
es: Mostrar lista
it: Mostra lista
pt: Mostrar lista
zh_hans: 显示列表

source: Shut down and start
de: Herunterfahren und starten
es: Apagar e iniciar
it: Spegni e avvia
pt: Desligar e iniciar
zh_hans: 关闭并启动

source: Size
de: Größe
es: Tamaño
it: Dimensione
pt: Tamanho
zh_hans: 大小

source: Slot changes take effect on the next VM boot.
de: Slot-Änderungen werden beim nächsten VM-Start wirksam.
es: Los cambios de ranura se aplican al siguiente arranque de la VM.
it: Le modifiche agli slot hanno effetto al prossimo avvio della VM.
pt: Mudanças de slot valem no próximo boot da VM.
zh_hans: 插槽更改会在下次虚拟机启动时生效。

source: Sockets is the iOS-safe DEV9 Ethernet mode exposed here. PCAP bridged/switched modes are compiled out of this iOS build, so they are intentionally not selectable until a real iOS backend exists.
de: Sockets ist der hier angebotene iOS-sichere DEV9-Ethernet-Modus. PCAP-Bridged-/Switched-Modi sind aus diesem iOS-Build ausgeschlossen und daher absichtlich nicht auswählbar, bis ein echter iOS-Backend existiert.
es: Sockets es el modo DEV9 seguro para iOS. Los modos PCAP puente/conmutado están excluidos de esta compilación hasta que exista un backend real de iOS.
it: Socket è la modalità Ethernet DEV9 sicura per iOS esposta qui. Le modalità PCAP bridged/switched sono escluse da questa build iOS, quindi non sono selezionabili finché non esisterà un vero backend iOS.
pt: Sockets é o modo DEV9 seguro no iOS. Modos PCAP ponte/comutado foram removidos desta build até existir um backend real para iOS.
zh_hans: Sockets 是这里暴露的 iOS 安全 DEV9 以太网模式。PCAP 桥接/交换模式已从此 iOS 构建中移除，因此在真正的 iOS 后端出现前不可选择。

source: Speed / FPS Target
de: Geschwindigkeit / FPS-Ziel
es: Velocidad / FPS objetivo
it: Velocità / obiettivo FPS
pt: Velocidade / FPS alvo
zh_hans: 速度 / FPS 目标

source: Speed Target
de: Geschwindigkeitsziel
es: Velocidad objetivo
it: Obiettivo velocità
pt: Velocidade alvo
zh_hans: 速度目标

source: Square
de: Quadrat
es: Cuadrado
it: Quadrato
pt: Quadrado
zh_hans: 方块

source: Start a game before changing per-game settings.
de: Starte ein Spiel, bevor du spielebezogene Einstellungen änderst.
es: Inicia un juego antes de cambiar ajustes por juego.
it: Avvia un gioco prima di modificare le impostazioni per-gioco.
pt: Inicie um jogo antes de alterar ajustes por jogo.
zh_hans: 请先启动游戏再修改单独游戏设置。

source: State Safety Backups
de: Sicherheitsbackups für States
es: Copias de seguridad de estados
it: Backup di sicurezza stati
pt: Backups de segurança de estado
zh_hans: 即时存档安全备份

source: StikDebug Did Not Open
de: StikDebug wurde nicht geöffnet
es: StikDebug no se abrió
it: StikDebug non si è aperto
pt: StikDebug não abriu
zh_hans: StikDebug 未打开

source: Stop Emulation
de: Emulation stoppen
es: Detener emulación
it: Arresta emulazione
pt: Parar emulação
zh_hans: 停止模拟

source: Stop Emulation?
de: Emulation stoppen?
es: ¿Detener emulación?
it: Arrestare l'emulazione?
pt: Parar emulação?
zh_hans: 停止模拟？

source: Stop this game before deleting it.
de: Stoppe dieses Spiel, bevor du es löschst.
es: Detén este juego antes de eliminarlo.
it: Arresta questo gioco prima di eliminarlo.
pt: Pare este jogo antes de excluí-lo.
zh_hans: 请先停止此游戏再删除。

source: Tap a row, then press a button on your controller to assign it. L2/R2 are analog triggers (not remappable).
de: Tippe auf eine Zeile und drücke dann eine Taste auf deinem Controller, um sie zuzuweisen. L2/R2 sind analoge Trigger (nicht neu belegbar).
es: Toca una fila y pulsa un botón del mando para asignarlo. L2/R2 son gatillos analógicos y no se pueden reasignar.
it: Tocca una riga, poi premi un pulsante sul controller per assegnarlo. L2/R2 sono trigger analogici (non rimappabili).
pt: Toque em uma linha e pressione um botão no controle para atribuir. L2/R2 são gatilhos analógicos e não podem ser remapeados.
zh_hans: 点击一行，然后按下手柄按键进行绑定。L2/R2 是模拟扳机，不能重映射。

source: Test Controller Rumble
de: Controller-Vibration testen
es: Probar vibración
it: Test vibrazione controller
pt: Testar vibração
zh_hans: 测试手柄震动

source: Tester Notes
de: Tester-Hinweise
es: Notas para testers
it: Note tester
pt: Notas para testers
zh_hans: 测试说明

source: Texture Dumping
de: Textur-Dumping
es: Volcado de texturas
it: Dump texture
pt: Dump de textura
zh_hans: 纹理转储

source: Texture Dumps
de: Textur-Dumps
es: Volcados de texturas
it: Dump texture
pt: Dumps de textura
zh_hans: 纹理转储

source: Texture Filtering
de: Texturfilterung
es: Filtrado de texturas
it: Filtro texture
pt: Filtragem de textura
zh_hans: 纹理过滤

source: Texture Replacement
de: Texturersatz
es: Reemplazo de texturas
it: Sostituzione texture
pt: Substituição de textura
zh_hans: 纹理替换

source: The FPS Target changes display presentation without slowing CPU, audio, or game timing. Fast Forward remains a separate emulation-speed control.
de: Das FPS-Ziel ändert nur die Bildausgabe, ohne CPU, Audio oder Spieltiming zu verlangsamen. Der Schnellvorlauf bleibt eine separate Steuerung der Emulationsgeschwindigkeit.
es: El objetivo de FPS cambia la presentación de imagen sin ralentizar la CPU, el audio ni el tiempo del juego. El avance rápido sigue siendo un control de velocidad de emulación independiente.
it: L'obiettivo FPS modifica solo la presentazione video senza rallentare CPU, audio o tempi di gioco. L'avanzamento rapido resta un controllo separato della velocità di emulazione.
pt: O alvo de FPS altera apenas a apresentação da imagem, sem reduzir CPU, áudio ou o ritmo do jogo. O avanço rápido continua sendo um controle separado da velocidade de emulação.
zh_hans: FPS 目标仅改变画面呈现频率，不会降低 CPU、音频或游戏时序。快进仍是独立的模拟速度控制。

source: This clears save states, PNACH files, per-game settings, compatibility overrides, and generated cache for this game. Memory card contents are not deleted.
de: Dies löscht Speicherstände, PNACH-Dateien, spielebezogene Einstellungen, Kompatibilitäts-Overrides und den generierten Cache für dieses Spiel. Inhalte der Speicherkarten werden nicht gelöscht.
es: Esto borra estados, PNACH, ajustes por juego, compatibilidad y caché generada. No borra las tarjetas de memoria.
it: Questo cancella stati salvati, file PNACH, impostazioni per-gioco, override di compatibilità e cache generata per questo gioco. I contenuti delle memory card non vengono eliminati.
pt: Isso limpa save states, PNACH, ajustes por jogo, compatibilidade e cache gerado. Cartões de memória não são apagados.
zh_hans: 这会清除此游戏的即时存档、PNACH 文件、单独设置、兼容性覆盖和缓存。记忆卡内容不会删除。

source: This never removes imported games, BIOS files, save states, memory cards, covers, settings, PNACH files, or replacement texture packs.
de: Dies entfernt niemals importierte Spiele, BIOS-Dateien, Save States, Speicherkarten, Cover, Einstellungen, PNACH-Dateien oder Ersatz-Texturpakete.
es: Nunca elimina juegos importados, BIOS, estados, tarjetas, carátulas, ajustes, PNACH ni paquetes de texturas.
it: Questo non rimuove mai giochi importati, file BIOS, stati salvati, memory card, copertine, impostazioni, file PNACH o pacchetti texture sostitutive.
pt: Nunca remove jogos importados, BIOS, save states, cartões, capas, ajustes, PNACH ou pacotes de textura.
zh_hans: 这不会删除已导入游戏、BIOS、即时存档、记忆卡、封面、设置、PNACH 文件或替换纹理包。

source: This will reset all settings to their original values.
de: Dadurch werden alle Einstellungen auf ihre ursprünglichen Werte zurückgesetzt.
es: Esto restablecerá todos los ajustes a sus valores originales.
it: Tutte le impostazioni verranno ripristinate ai valori originali.
pt: Isso redefinirá todas as configurações para os valores originais.
zh_hans: 这将把所有设置恢复为原始值。

source: This will shut down the running game. All unsaved progress will be lost.
de: Dies beendet das laufende Spiel. Ungespeicherter Fortschritt geht verloren.
es: Esto cerrará el juego en ejecución. Se perderá el progreso no guardado.
it: Questo spegnerà il gioco in esecuzione. Tutti i progressi non salvati andranno persi.
pt: Isso encerrará o jogo em execução. O progresso não salvo será perdido.
zh_hans: 这会关闭正在运行的游戏，未保存的进度将丢失。

source: Title
de: Titel
es: Título
it: Titolo
pt: Título
zh_hans: 标题

source: Tools
de: Werkzeuge
es: Herramientas
it: Strumenti
pt: Ferramentas
zh_hans: 工具

source: Triangle
de: Dreieck
es: Triángulo
it: Triangolo
pt: Triângulo
zh_hans: 三角

source: Unknown
de: Unbekannt
es: Desconocido
it: Sconosciuto
pt: Desconhecido
zh_hans: 未知

source: Unknown Game
de: Unbekanntes Spiel
es: Juego desconocido
it: Gioco sconosciuto
pt: Jogo desconhecido
zh_hans: 未知游戏

source: Unlocked
de: Entsperrt
es: Sin límite
it: Sbloccato
pt: Sem limite
zh_hans: 不限制

source: Unplugged
de: Nicht eingesteckt
es: Desconectada
it: Scollegata
pt: Desconectado
zh_hans: 未插入

source: unread
de: ungelesen
es: sin leer
it: non letti
pt: não lidas
zh_hans: 未读

source: Usage
de: Nutzung
es: Uso
it: Utilizzo
pt: Uso
zh_hans: 用量

source: Use Default HDD Image
de: Standard-HDD-Image verwenden
es: Usar imagen HDD predeterminada
it: Usa immagine HDD predefinita
pt: Usar imagem HDD padrão
zh_hans: 使用默认硬盘镜像

source: Use Full Interpreter Preset
de: Vollständiges Interpreter-Preset verwenden
es: Usar preset intérprete completo
it: Usa preset interprete completo
pt: Usar preset interpretador completo
zh_hans: 使用完整解释器预设

source: Use Per-Game Overrides
de: Spielebezogene Overrides verwenden
es: Usar ajustes por juego
it: Usa override per-gioco
pt: Usar ajustes por jogo
zh_hans: 使用单独游戏设置

source: Use VU1 Interpreter Preset
de: VU1-Interpreter-Preset verwenden
es: Usar preset intérprete VU1
it: Usa preset interprete VU1
pt: Usar preset interpretador VU1
zh_hans: 使用 VU1 解释器预设

source: Use your RetroAchievements account credentials.
de: Verwende die Zugangsdaten deines RetroAchievements-Kontos.
es: Usa tus credenciales de RetroAchievements.
it: Usa le credenziali del tuo account RetroAchievements.
pt: Use sua conta do RetroAchievements.
zh_hans: 使用你的 RetroAchievements 账户凭据。

source: User
de: Benutzer
es: Usuario
it: Utente
pt: Usuário
zh_hans: 用户

source: Username
de: Benutzername
es: Usuario
it: Nome utente
pt: Usuário
zh_hans: 用户名

source: Uses the same achievements core as ARMSX2 Android. Login tokens are stored in ARMSX2's local config; passwords are not stored by this screen.
de: Verwendet denselben Achievement-Kern wie ARMSX2 Android. Login-Tokens werden in der lokalen ARMSX2-Konfiguration gespeichert; Passwörter werden von diesem Bildschirm nicht gespeichert.
es: Usa el mismo núcleo de logros que ARMSX2 Android. Los tokens se guardan en la configuración local; esta pantalla no guarda contraseñas.
it: Usa lo stesso core achievement di ARMSX2 Android. I token di accesso sono salvati nella configurazione locale di ARMSX2; le password non vengono salvate da questa schermata.
pt: Usa o mesmo núcleo de conquistas do ARMSX2 Android. Tokens ficam na configuração local; esta tela não salva senhas.
zh_hans: 使用与 ARMSX2 Android 相同的成就核心。登录令牌保存在 ARMSX2 本地配置中；此界面不会保存密码。

source: VM is currently running.
de: Die VM läuft derzeit.
es: La VM está en ejecución.
it: La VM è attualmente in esecuzione.
pt: A VM está em execução.
zh_hans: 虚拟机正在运行。

source: VU1 Instant and MTVU are independent now. MTVU can help some games, but keep it off unless a game specifically benefits on iOS.
de: VU1 Instant und MTVU sind jetzt unabhängig. MTVU kann manchen Spielen helfen, sollte aber deaktiviert bleiben, sofern ein Spiel auf iOS nicht ausdrücklich davon profitiert.
es: VU1 Instant y MTVU ahora son independientes. MTVU puede ayudar en algunos juegos, pero déjalo apagado salvo que un juego se beneficie en iOS.
it: VU1 Instant e MTVU ora sono indipendenti. MTVU può aiutare alcuni giochi, ma tienilo disattivato salvo che un gioco ne benefici specificamente su iOS.
pt: VU1 Instant e MTVU agora são independentes. MTVU pode ajudar alguns jogos, mas deixe desligado a menos que o jogo se beneficie no iOS.
zh_hans: VU1 Instant 和 MTVU 现在互相独立。MTVU 可帮助部分游戏，但除非某游戏在 iOS 上明确受益，否则建议关闭。

source: Wait Loop Detection
de: Warteschleifen-Erkennung
es: Detección de espera
it: Rilevamento wait loop
pt: Detecção de espera
zh_hans: 等待循环检测

source: X / Square
de: X / Quadrat
es: X / Cuadrado
it: X / Quadrato
pt: X / Quadrado
zh_hans: X / 方块

source: Y / Triangle
de: Y / Dreieck
es: Y / Triángulo
it: Y / Triangolo
pt: Y / Triângulo
zh_hans: Y / 三角

source: Achievements
es: Logros
it: Achievement
pt: Conquistas
zh_hans: 成就

source: Adapter
es: Adaptador
it: Adattatore
pt: Adaptador
zh_hans: 适配器

source: App Cache
es: Caché de la app
it: Cache app
pt: Cache do app
zh_hans: 应用缓存

source: Client
es: Cliente
pt: Cliente
zh_hans: 客户端

source: CPU Recompiler
es: Recompilador CPU
it: Ricompilatore CPU
pt: Recompilador CPU
zh_hans: CPU 重编译器

source: Disc
es: Disco
it: Disco
pt: Disco
zh_hans: 光盘

source: Format
es: Formato
it: Formato
pt: Formato
zh_hans: 格式

source: Frame Limiter
es: Limitador de FPS
it: Limitatore frame
pt: Limitador de FPS
zh_hans: 帧率限制

source: GameDB Core Fixes
es: Arreglos del núcleo GameDB
it: Fix core GameDB
pt: Correções de núcleo GameDB
zh_hans: GameDB 核心修复

source: GameDB PNACH Patches
es: Parches PNACH de GameDB
it: Patch PNACH GameDB
pt: Patches PNACH do GameDB
zh_hans: GameDB PNACH 补丁

source: Gameplay
es: Juego
pt: Jogo
zh_hans: 游戏内

source: Guide / PS
es: Guía / PS
pt: Guia / PS
zh_hans: 主页 / PS

source: Hardware Mipmapping
es: Mipmapping por hardware
it: Mipmapping hardware
pt: Mipmapping por hardware
zh_hans: 硬件 Mipmap

source: Image
es: Imagen
it: Immagine
pt: Imagem
zh_hans: 镜像

source: INTC Stat Hack
es: Hack INTC Stat
it: Hack INTC Stat
pt: Hack INTC Stat
zh_hans: INTC 状态 Hack

source: Interpreter
es: Intérprete
it: Interprete
pt: Interpretador
zh_hans: 解释器

source: Interpreter Fallback
es: Intérprete de respaldo
it: Fallback interprete
pt: Interpretador de fallback
zh_hans: 解释器回退

source: JIT Status
es: Estado JIT
it: Stato JIT
pt: Estado do JIT
zh_hans: JIT 状态

source: No-Interlacing Patches
es: Parches sin entrelazado
it: Patch no-interlacing
pt: Patches sem entrelaçamento
zh_hans: 去隔行补丁

source: Patches & Cheats
es: Parches y trucos
it: Patch e cheat
pt: Patches e cheats
zh_hans: 补丁与作弊

source: Port 1 + Port 2 Multitap
es: Multitap puerto 1 + 2
it: Multitap porta 1 + porta 2
pt: Multitap porta 1 + 2
zh_hans: 端口 1 + 端口 2 Multitap
